IDEA Open Model
ConcreteULSCheckResultFatigueEc2.DecissionMethod Property
Compatible with IDEA StatiCa Beta 20.0
 decision fatigue check
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public FatigueMethod DecissionMethod { get; set; }
Public Property DecissionMethod As FatigueMethod
	Get
	Set
Property Value
Type: FatigueMethod
See Also
Reference
ConcreteULSCheckResultFatigueEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace